Repository: solmaznazarova/FoodShop
Catalog: Self-project-main/locale/*/LC_MESSAGES/django.po
Languages: az

source: Product
az: Məhsul

source: Products
az: Məhsullar

source: Blog
az: Xəbər

source: Blogs
az: Xəbərlər

source: Product Category
az: Məhsul Kategoriyası

source: Blog Category
az: Xəbər Kategoriyası

source: Blog Categories
az: Xəbər Kategoriyaları

source: Settings
az: İdarəetmələr

source: Discount Product
az: Endirim Məhsulu

source: Discount_Products
az: Endirim Məhsulları

source: Discount Category
az: Endirim Kategoriyası

source: Discount Categories
az: Endirim Kategoriyaları

source: Contact
az: Əlaqə

source: Color
az: Rəng

source: Colors
az: Rənglər

source: Size
az: Ölçü

source: Shop
az: Mağaza
